Repository: thisancog/mp-custom-fields
Catalog: inc/languages/*.po
Languages: de_de

source: This website would like to store small text files ("cookies") on your computer. %sRead our privacy policy.%s
de_de: Diese Website möchte kleine Textdateien („Cookies“) auf Ihrem Computer speichern. %sLesen Sie unsere Datenschutzerklärung.%s

source: Privacy policy
de_de: Datenschutzerklärung

source: Allow
de_de: Zulassen

source: No thanks
de_de: Nein danke

source: Warning: This theme needs the "Digital Business University Helper" to work properly.
de_de: Achtung: Dieses Theme benötigtg das Plugin „Digital Business University Helper“ um ordnungsgem&auml;&szlig; zu funktionieren.

source: <br/>It appears not to be activated.
de_de: <br/>Es scheint nicht aktiviert zu sein.

source: <a href="%s">Go to the plugin panel</a> and activate it.
de_de: <a href=„%s“>Gehe zur Plugin-Seite</a> und aktiviere es.

source: <br/>It appears it isn't installed or is corrupted.
de_de: <br>Es scheint, es ist nicht installiert oder ist beschädigt.

source: Header menu
de_de: Header-Men&uuml;

source: Footer left menu
de_de: Footer-Menü links

source: Footer right menu
de_de: Footer-Menü rechts

source: University
de_de: Hochschule

source: Study
de_de: Studium

source: Vocational training
de_de: Weiterbildung

source: Back to the homepage
de_de: Zurück zur Homepage

source: University of the future
de_de: Uni der Zukunft

source: Find out more
de_de: Jetzt mehr erfahren
